{
  "Register": "تسجيل حساب مدير جديد",
  "Login": "تسجيل الدخول",
  "Subscribe Now, What Are You Waiting For!": "اشترك الآن، ماذا تنتظر!",
  "Hurry and subscribe to enjoy the free package": "بادر بالاشتراك والاستمتاع بالباقة المجانية",
  "You can now choose your package according to your needs": "يمكنك الآن اختيار باقتك حسب احتياجك",
  "Subscribe Now": "اشترك الآن",
  "Packages": "الباقات",
  "Loading...": "جارٍ التحميل...",
  "How to Book Your Weekly Package": "كيف تحجز باقتك الأسبوعية",
  "Choose Your Package": "اختيار باقتك",
  "You can choose the package that suits you, based on the number of teachers and students in your school.": "يمكنك اختيار الباقة المناسبة لك وطبيعة وعدد المدرسين والطلاب بمدرستك.",
  "Manage Your School": "التحكم في مدرستك",
  "You can create emails for the teachers and students at your school.": "يمكنك إنشاء ايميل للمعلمين المتواجدين بالمدرسة وكذلك الطلاب.",
  "Search for What You Want": "البحث عن ما تريد",
  "You can search and find everything easily and quickly.": "يمكنك البحث وإيجاد كل شئ بسهولة وسرعة استجابة.",
  "Error loading package data": "خطأ في تحميل البيانات للباقات",
  "App Logo": "شعار التطبيق",
  "AED": "درهم",
  "/month": "/الشهر",
  "Number of Students": "عدد الطلاب",
  "Number of Teachers": "عدد المعلمين",
  "Number of Prizes in Store": "عدد الجوائز في المتجر",
  "Icon": "أيقونة",
  "Hello": "اهلا",
  "Dashboard": "لوحة التحكم",
  "Home": "الصفحة الرئيسية",
  "Log out": "تسجيل الخروج",
  "Owner": "المالك",
  "The platform is owned by Digitization Information Technology LLC.": "المنصة مملوكه لشركة رقمنة لتقنية المعلومات ذ. م .م",
  "Contact": "التواصل",
  "Phone Number: 971564816001 - 971568604148": "رقم التليفون: 971564816001 - 971568604148",
  "Address": "العنوان",
  "Address Details": "العنوان: ملك ابو بكر عبيد بن طوق المرى - المرر A2-مكتب رقم 302",
  "United Arab Emirates - Dubai": "الامارات العربية المتحدة - دبي",
  "All rights reserved to Point Platform 2025": "جميع الحقوق محفوظة منصة بوينت 2025",

  "Terms of Service": "شروط الخدمة",
  "Overview": "نظرة عامة",
  "The platform is owned by Digitization Information Technology LLC.": "المنصة مملوكه لشركة رقمنة لتقنية المعلومات ذ. م .م",
  "Contact": "التواصل",
  "Phone Number: 971564816001 - 971568604148": "رقم التليفون: 971564816001 - 971568604148",
  "Please read these Terms of Service carefully before accessing or using our website.": "يرجى قراءة شروط الخدمة بعناية قبل دخول موقعنا الإلكتروني أو استخدامه، إن دخولك أو استخدامك لأي جزء من الموقع يُعد إقرارًا منك بموافقتك على الالتزام بشروط الخدمة.",
  "If you do not agree to all the terms and conditions of this agreement, then you may not access the Website or use any services.": "إذا كنت لا توافق على جميع شروط وأحكام هذه الاتفاقية، فلا يجوز لك الوصول إلى موقع الويب أو استخدام أي خدمات.",
  "Site Terms of Use:": "شروط الاشتراك بالموقع :",
  "Online Site Terms": "شروط الموقع الأونلاين",
  "By agreeing to these Terms of Service, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.": "بالموافقة على شروط الخدمة هذه، تُقر بأنك على الأقل تبلغ سن الرشد في ولايتك أو منطقة إقامتك، أو أنك تبلغ سن الرشد في ولايتك أو منطقة إقامتك وأنك منحتنا موافقتك على السماح لأي من القُصّر الذين تعولهم باستخدام هذا الموقع.",
  "You may not use our products for any illegal or unauthorized purpose, nor may you violate any laws in your jurisdiction in using the Service (including but not limited to copyright laws).": "لا يجوز لك استخدام منتجاتنا لأي غرض غير قانوني أو غير مصرح به، ولا يجوز لك انتهاك أي قوانين في ولايتك القضائية عند استخدام الخدمة (بما في ذلك قوانين حقوق النشر على سبيل المثال لا الحصر).",
  "A breach or violation of any of the Terms will result in an immediate termination of your Services.": "سيؤدي خرق أو انتهاك أي من الشروط إلى الإنهاء الفوري لخدماتك.",
  "General Terms:": "قواعد عامة :",
  "We reserve the right to refuse service to anyone for any reason at any time.": "نحتفظ بالحق في رفض تقديم الخدمة لأي شخص لأي سبب وفي أي وقت.",
  "Accuracy of Information:": "دقة المعلومات :",
  "We are not responsible if information made available on this site is not accurate, complete or current.": "نحنُ لسنا المسؤولين إذا كانت المعلومات المتوفرة على هذا الموقع غير دقيقة أو كاملة أو حديثة.",
  "The information provided on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information.": "إن المعلومات المُقدمة في هذا الموقع موجودة كمعلومات عامة فقط، ولا ينبغي الاعتماد عليها أو استخدامها كأساس وحيد لاتخاذ القرارات دون الرجوع إلى مصادر المعلومات الأساسية أو الأدق أو الأكثر اكتمالًا أو المُحدَثة.",
  "Prices:": "الأسعار :",
  "Prices for our products are subject to change without notice.": "أسعار منتجاتنا عرضة للتغيير دون إشعار.",
  "We reserve the right to modify or discontinue the Service (or any part or content thereof) without notice at any time.": "نحن نحتفظ بالحق في تعديل أو إيقاف الخدمة (أو أي جزء أو محتوى منها) دون إشعار في أي وقت.",
  "We will not be liable to you or to any third party for any modification, price change, suspension or discontinuance of the Service.": "لن نكون مسؤولين تجاهك أو تجاه أي طرف خارجي عن أي تعديل أو تغيير في الأسعار أو تعليق الخدمة أو وقفها.",
  "Refunds:": "استرداد الأموال :",
  "Our service payments are non-refundable, as we offer a trial period for the service and after payment of the fee, refunds are non-refundable.": "مدفوعات الخدمات لدينا غير قابلة للاسترداد، نظرًا لأننا نتيح فترة تجربة للخدمة وبعد دفع الرسوم يصبح غير ممكنة الاسترداد.",
  "Billing:": "الفواتير :",
  "We reserve the right to refuse any order you place with us.": "نحتفظ بالحق في رفض أي طلب تطلبه من عندنا.",
  "We may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order.": "ويحق لنا، وفقًا لتقديرنا الخاص، تقييد أو إلغاء الكميات المشتراة من كل شخص أو كل أسرة أو كل طلب.",
  "Third Party Tools:": "أدوات الطرف الثالث :",
  "We may provide you with access to third-party tools over which we neither monitor nor have any control nor intervention.": "قد نوفر لك إمكانية الوصول إلى أدوات جهات خارجية لا نراقبها ولا نملك أي قدرة على التحكم أو التدخل فيها.",
  "External Links:": "الروابط الخارجية :",
  "Third-Party Links Certain content, products and services available via our Service may include materials from third-parties.": "قد تشتمل بعض المحتويات والمنتجات والخدمات المتوفرة عبر خدمتنا على مواد من أطراف خارجية.",
  "We are not responsible for examining or evaluating the content or accuracy, and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services provided by third-parties.": "نحن لسنا مسؤولين عن فحص أو تقييم المحتوى أو دقته، ولا نضمن ولن نتحمل أي مسؤولية عن أي مواد أو مواقع خاصة بطرف خارجي، أو عن أي مواد أو منتجات أو خدمات أخرى يزودها أطراف خارجيين.",
  "We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites.": "نحن لسنا مسؤولين عن أي ضرر أو أضرار متعلقة بشراء أو استخدام السلع أو الخدمات أو الموارد أو المحتوى أو أي معاملات أخرى تتم بشكل مرتبط بأي مواقع ويب تابعة لجهات خارجية.",
  "Accuracy of Feedback:": "دقة التعليقات :",
  "If, at our request, you send certain specific submissions (for example contest entries) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, ‘comments’), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you forward to us.": "إذا قمت، بناءً على طلبنا، بإرسال بعض التقديمات المحددة (على سبيل المثال إدخالات المسابقة)، أو أرسلت -دون طلب منا- أفكار أو اقتراحات أو مقترحات أو خططًا إبداعية أو مواد أخرى سواء عبر الإنترنت أو عبر البريد الإلكتروني أو البريد العادي أو غير ذلك (سنطلق عليها إجمالاً “التعليقات”)، فإنك توافق على أنه يجوز لنا، في أي وقت، وبدون قيود، تعديل ونسخ ونشر وتوزيع وترجمة واستخدام أي تعليقات ترسلها إلينا بأي وسيلة أخرى.",
  "Personal Information:": "المعلومات الشخصية :",
  "Your submission of personal information through the Store is governed by our Privacy Policy.": "إن تقديمك لمعلومات شخصية عبر المتجر محكوم بسياسة خصوصيتنا.",
  "Errors:": "الاخطاء :",
  "Occasionally there may be information on our site or in the Service that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times and availability.": "من حين لآخر، قد يوجد معلومات على موقعنا أو في الخدمة تحتوي على أخطاء مطبعية أو عدم دقة أو سهو فيما يتعلق بأوصاف المنتج والتسعير والعروض الترويجية والعروض ورسوم شحن المنتج وأوقات الترانزيت والتوافر.",
  "We reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders if there are any inaccuracies in the Service or on any related website, at any time without prior notice (including after you have submitted your order).": "نحتفظ بالحق في تصحيح أي أخطاء أو عدم دقة أو سهو، وتغيير المعلومات أو تحديثها أو إلغاء الطلبات إذا كان هناك أي معلومات غير دقيقة في الخدمة، أو على أي موقع إلكتروني ذي صلة، في أي وقت دون إشعار مسبق (بما في ذلك بعد تقديمك لطلبك).",
  "Prohibited Uses:": "الاستخدامات المحظورة :",
  "In addition to other prohibitions as set forth in the Terms of Service, you are prohibited from using the Site or its Content:": "بالإضافة إلى المحظورات الأخرى المنصوص عليها في شروط الخدمة، يُحظر عليك استخدام الموقع أو محتواه:",
  "for any unlawful purpose": "لأي غرض غير قانوني",
  "to solicit others to perform or participate in any unlawful acts": "لحث الآخرين على أداء أو المشاركة في أي أعمال غير قانونية",
  "to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances": "لانتهاك أي لوائح أو قواعد أو قوانين أو مراسيم محلية دولية أو فيدرالية أو إقليمية أو خاصة بالولاية",
  "Disclaimer:": "إخلاء مسؤولية :",
  "We do not guarantee, represent or warrant that your use of our service will be uninterrupted, timely, secure or error-free.": "نحن لا نضمن أو نمثل أو نقدم ضمان بأن استخدامك لخدمتنا سيتم دون انقطاع أو في الوقت المحدد أو بشكل آمن أو خالي من الأخطاء.",
  "We do not warrant that the results that may be obtained from the use of the service will be accurate or reliable.": "نحن لا نضمن أن النتائج التي ستحصل عليها من استخدام الخدمة ستكون دقيقة أو موثوقة.",
  "Indemnification:": "التعويضات :",
  "You agree to indemnify, defend and hold harmless Digitization Information Technology and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents referenced herein, or your violation of any law or the rights of a third-party.": "أنت توافق على تعويض شركة رقمنة والشركات التابعة لها والشركاء والمسؤولين والمديرين والوكلاء والمقاولين والمرخصين ومقدمي الخدمات والمقاولين من الباطن والموردين والمتدربين والموظفين، والدفاع عنها وحمايتها من أي مطالبة أو طلب، بما في ذلك أتعاب المحاماة المعقولة، التي يقدمها أي طرف خارجي بسبب أو نتيجة خرقك لشروط الخدمة أو المستندات المشار إليها فيها، أو انتهاكك لأي قانون أو حقوق للطرف الخارجي.",
  "Enforcement of Agreement:": "تنفيذ الاتفاقية :",
  "In the event that any provision of the Terms of Service is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from the Terms of Service, such determination shall not affect the validity and enforceability of any other remaining provisions.": "في حالة تحديد أن أي شرط من شروط الخدمة غير قانوني أو باطل أو غير قابل للتنفيذ ، يجب أن يكون هذا الحكم قابلاً للتنفيذ إلى أقصى حد يسمح به القانون المعمول به، ويعتبر الجزء غير القابل للتنفيذ منفصلاً عن شروط الخدمة، ولن يؤثر هذا القرار على صلاحية وإنفاذ أي شروط أخرى متبقية.",
  "Termination of Agreement:": "إنهاء الاتفاقية :",
  "The obligations and liabilities of the parties agreed upon prior to the termination date shall survive the termination of this Agreement for all purposes.": "تظل التزامات ومسؤوليات الأطراف المُوافَق عليها قبل تاريخ إنهاء الاتفاقية سارية بعد إنهاء هذه الاتفاقية في جميع الأغراض.",
  "Terms of Agreement:": "بنود الاتفاقية :",
  "Governing Law:": "القانون السائد :",
  "These Terms of Service, and any separate agreements whereby we provide you Services, shall be construed and governed by the laws of Al Bisharah South, Dubai, Dubai, 42312, United Arab Emirates.": "تُفسّر شروط الخدمة، وأية اتفاقيات منفصلة نقدم بموجبها الخدمات لك، وتخضع لقوانين البشارة جنوب، دبي، دبي، 42312، الامارات العربية المتحدة.",
  "In the event of a Service Failure:": "حال تعطل الخدمة :",
  "We will extend your Service to you for the duration of the Failure, and please provide us with reasonable notice.": "سيتم تمديد الخدمة لديك حسب مدة العطل، ويرجى إخطارنا بذلك بفترة مناسبة.",
  "If the system is completely damaged, the affected customer will be compensated for his subscription to the platform with the value of the package he subscribed to, after proving this to Digitization Information Technology and that the defect is from Digitization's system.": "في حال تضرر النظام بشكل كامل، يتم تعويض العميل المتضرر من اشتراكه في المنصة بقيمة الباقة التي اشترك فيها بعد إثبات ذلك لشركة رقمنة وأن الخلل من قبل نظام شركة رقمنة.",
  "Offers:": "العروض :",
  "You cannot get two offers at the same time.": "لا يمكنك الحصول على عرضين بنفس الوقت.",
  "If your package is subject to discount conditions, you will not be able to get another additional discount other than that applicable.": "في حال كانت باقتك ينطبق عليها شروط خصم، فإنك لن تتمكن من الحصول على خصم آخر اضافي خلاف ذلك المنطبق.",
  "Update Agreement:": "تحديث الاتفاقية :",
  "Changes to the Terms of Service": "التغييرات على شروط الخدمة",
  "You can review the most current version of the Terms of Service at any time on this page.": "يمكنك مراجعة أحدث إصدار من شروط الخدمة في أي وقت في هذه الصفحة.",
  "We reserve the right, at our sole discretion, to update, change or replace any part of the Terms of Service by posting updates and changes to our website.": "نحتفظ بالحق، وفقًا لتقديرنا الخاص، في تحديث أو تغيير أو استبدال أي جزء من شروط الخدمة عن طريق نشر التحديثات والتغييرات على موقعنا.",
  "It is your responsibility to check our website periodically for changes.": "تقع على عاتقك مسؤولية التحقق من موقعنا بشكل دوري لمعرفة التغييرات.",
  "Your continued use of or access to our website or the Service following the posting of any changes to the Terms of Service constitutes acceptance of those changes.": "استمرار استخدامك أو دخولك إلى موقعنا على الويب أو الخدمة بعد نشر أي تغييرات على شروط الخدمة يشكل قبولًا لهذه التغييرات.",
  "Privacy Policy": "سياسة الخصوصية",
  "Profile": "الصفحة الشخصية",
  "About us": "من نحن",

  "services": "خدماتنا",
  "point services": "خدمات بوينت",
  "teacher control grades": "تحكم المعلم في الدرجات",
  "student grades behavior": "رؤية درجات وسلوك الطالب",
  "communication between students and teachers": "التواصل بين الطلاب والمدرسين",
  "student ranking": "معرفة ترتيب الطلاب",
  "teachers can manage student levels, control grades, and provide guidance effectively.": "يمكن للمعلمين إدارة مستوى الطلاب، التحكم في الدرجات وتقديم التوجيهات بشكل فعال.",
  "students can monitor their results, track positive and negative behaviors, and know their ranking among the top students.": "الطلاب يمكنهم متابعة نتائجهم، السلوكيات الإيجابية والسلبية ومعرفة ترتيبهم بين الأوائل.",
  "a platform that facilitates effective communication between students and teachers to monitor performance and academic progress.": "منصة تسهل التواصل الفعال بين الطلاب والمعلمين لمتابعة الأداء والمستوى الأكاديمي.",
  "students can track their academic ranking among the top students and compete to achieve the best results.": "الطلاب يمكنهم متابعة ترتيبهم الأكاديمي بين الأوائل والتنافس لتحقيق الأفضل.",
  "teacher": "معلم",
  "student": "طالب",
  "female student": "طالبة",
  "OUR PRICING":"الاسعار",
  "Pricing & Packages":"الباقات & الاسعار",
  "Package":"الباقات",
  "Phone Number:":"رقم التواصل",
  "SA":"ريال",
  "EGY":"جنيه",
  "Goals":"هدفنا",
  "What added you":"ماذا نضيف لك",
  "Contact & social":"تواصل معنا من خلال",
  "Developed by":"تم تطوير من خلال"
}
