const behaviors = [
  {
    behavior: "السلوك الإيجابي: المشاركة الفعّالة في الأنشطة الصفية والمدرسية",
  },
  {
    behavior:
      "السلوك الإيجابي: الاهتمام والانخراط الفعّال في عمليات التعلم والدروس",
  },
  {
    behavior:
      "السلوك الإيجابي: التعاون مع زملائهم في العمل الجماعي وحل المشكلات معًا",
  },
  {
    behavior: "السلوك الإيجابي: الاحترام والتقدير للمعلمين وزملاء الصف",
  },
  {
    behavior: "السلوك الإيجابي: الالتزام بالقواعد والأنظمة المدرسية",
  },
  {
    behavior:
      "السلوك الإيجابي: المساهمة في تطوير البيئة المدرسية والمجتمع المحلي",
  },
  {
    behavior: "السلوك الإيجابي: تحفيز زملائهم ودعمهم في تحقيق النجاح الأكاديمي",
  },
  {
    behavior:
      "السلوك الإيجابي: الالتزام بالوقت وتقديره في إنجاز الواجبات والمهام",
  },
  {
    behavior:
      "السلوك الإيجابي: التفاعل الإيجابي مع التحديات والمواقف الصعبة ببناء الحلول",
  },
  {
    behavior: "السلوك السلبي: التأخر المتكرر عن الحضور إلى الصفوف والدروس",
  },
  {
    behavior:
      "السلوك السلبي: عدم الانخراط في الأنشطة المدرسية وتجاهل الفرص التعليمية",
  },
  {
    behavior:
      "السلوك السلبي: السلوك العدواني والعدواني مع المعلمين أو الطلاب الآخرين",
  },
  {
    behavior:
      "السلوك السلبي: التهرب من الواجبات المدرسية وعدم استكمال المهام بالشكل المطلوب",
  },
  {
    behavior:
      "السلوك السلبي: الانفعالات الغير مناسبة مثل الغضب والتوتر داخل الفصل الدراسي",
  },
  {
    behavior:
      "السلوك السلبي: الإساءة إلى زملاء الصف أو المعلمين بالكلام أو الأفعال",
  },
  {
    behavior:
      "السلوك السلبي: التجاهل لتعليمات المعلمين وعدم الالتزام بالأوامر والتوجيهات",
  },
  {
    behavior: "السلوك السلبي: الغش والتلاعب في الامتحانات والواجبات الدراسية",
  },
  {
    behavior: "السلوك السلبي: التجاهل لقواعد السلوك والأخلاق داخل المدرسة",
  },
  {
    behavior:
      "السلوك السلبي: الانخراط في أنشطة غير ملائمة أو غير قانونية داخل المدرسة",
  },
  {
    behavior: "السلوك السلبي: الغياب المتكرر عن الصفوف دون عذر مقبول",
  },
];
export default behaviors;
