const financial = [
  {
    title: "إجمالي الإيرادات",
    amount: 1500000,
  },
  {
    title: "عدد الفواتير الصادرة",
    amount: 1200,
  },

  {
    title: "عدد الفواتير المدفوعة",
    amount: 1100,
  },

  {
    title: "عدد الفواتير المتأخرة",
    amount: 100,
  },
  {
    title: "الإيرادات من الفواتير الإلكترونية",
    amount: 1000000,
  },
  {
    title: "الفواتير المرفوضة",
    amount: 50,
  },

  {
    title: "إجمالي الإيرادات المتوقعة",
    amount: 1800000,
  },
  {
    title: "الفواتير المسجلة",
    amount: 1300,
  },

  {
    title: "الفواتير غير المدفوعة",
    amount: 200,
  },

  {
    title: "الفواتير المسددة جزئيًا",
    amount: 75,
  },

  {
    title: "الفواتير المعلقة",
    amount: 30,
  },
  {
    title: "إجمالي الأرباح",
    amount: 700000,
  },
  {
    title: "عدد الفواتير المسجلة إلكترونيًا",
    amount: 1000,
  },
];
export default financial;
